;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Македонски/Macedonian
WebLang=MKD
Translator=01 Vlatce
Codepage=UNICODE 
Version=2.6.0

[Uninstaller Toolbar]
102 = Изглед
103 = Опции
104 = Деинсталер
105 = Алатки
106 = Мод на барање
107 = Листа
108 = Икони
109 = Детали
110 = Деинсталирај
111 = Отстрани го внесот
112 = Освежи
113 = Дали сте сигурни дека сакате да го тргнете селектираниот внес?
114 = Дали сте сигурни дека сакате да го деинсталирате селектираниот програм?
115 = Автоматска надградба
116 = Помош
117 = Помош за тековната алатка...
118 = Домашна веб страна...
119 = За Revo Uninstaller...
120 = Не сте логирани како администратор!
121 = Дали сте сигурни дека сакате да ја деинсталирате селектираната системска компонента?\nSTOP, бидејќи деинсталирањето на системски компоненти може да предизвика пад на системот! Затоа бидете сигурни кога го правите ова!
122 = Деинсталерот ги покажува сите инсталирани програми и компоненти на овој компјутер. Во "Детали" типот на изглед, можете да дојдете до повеке информациии (линкови и пропорции на програмата). Примарна особина на Revo Uninstaller е Модот на барање. Овој мод овозможува флексибилност да деинсталирате, стопирате, бришете или оневозможувате автоматско стартување со само еден клик.
123 = Барај
124 = Најдено:
125 = Дали сте сигурни дека сакате да ја тргнете селектираната системска компонента од Регистрите?\nОваа компонента можеби овозможува правилна работа на вашиот компјутерски систем!
126 =  веке нема да се подига автоматски!
127 =  ке се подига автоматски
128 = %s е инсталиран на истата локација како и %s!\nТаму се наогаат податоци од двете програми! Внимателно одберете што треба да се избрише!
129 = Присилна деинсталација

[Uninstaller List]
150 = Програм
151 = Големина
152 = Верзија
153 = Дата на инсталирање
154 = Компанија
155 = Веб страна
156 = Коментар
157 = Деинсталациони податоци
158 = Регистарски клуч
159 = Инсталер

[Uninstaller StatusBar]
201 = Пронајдени инсталации: 
202 = Читање...

[Registry Optimizer]
302 = Селектирајте каде да се скенира
303 = Старт мени

[Autorun Toolbar]
407 = Покрени
408 = Поништи
409 = Отстрани
410 = Членови :
411 = Вклучено :
412 = Со Менаџерот за автоматско подигање, не само што ке ги вклучите или исклучите програмите што се подигаат со Windows, туку и ќе добиете информации за програмите. Можете да ги видите статусот, производителот, патеката до програмата и друго.

[Autorun List]
450 = Име на програмата
451 = Патека до програмата
452 = Опис
453 = Производител
454 = Статус
455 = Локација
456 = Подигната
457 = Не е подигната
458 = Неточно
459 = Поништи го процесот
460 = Подигни го процесот
461 = Отвори го фолдерот на програмата
462 = Оди на локацијата
463 = Копирај ја патеката за подигање
464 = Отстрани го селектираното
465 = Отстрани ги сите неточни
466 = Отстрани ги неподигнатите
467 = Отстрани ги сите онеспособени
468 = Пропорции...
470 = Дали сте сигурни дека сакате да ја затворите селектираната програма?\nСите незачувани податоци ке бидат изгубени!
471 = Дали сте сигурни дека сакате да ги избришете селектираните членови?
472 = Дали сте сигурни дека сакате да ги избришете неточни членови?
473 = Дали сте сигурни дека сакате да ги избришете сите подигнати членови?
474 = Дали сте сигурни дека сакате да ги избришете сите онеспособени членови?
475 = Командата не постои!
476 = Непознато
477 = Исклучи автоматско стартување
478 = Вклучи автоматско стартување

[Outlook Control]
300 = Оптимизација
301 = Оптимизација на регистрите
400 = Автоматско подигање
500 = Чистач на задачи
501 = Чистач на интернет прелистувачи
600 = Microsoft Office чистач
700 = Windows чистач
800 = Чистач на докази
900 = Неповратно бришење
2100 = Windows алатки
2200 = Чистач на непотребни фајлови

[Track Cleaner Browsers]
507 = Исчисти ги сите
508 = Избриши ја историјата на посетени интернет страни
509 = Избриши ја историјата на Адрес барот
510 = Избриши ги привремените интернет фајлови
511 = Избриши ги колачињата
512 = Избриши ги  Index.dat фајловите
513 = Изврши
514 = Избриши ја историјата на Download
515 = Избриши ја историјата на сесии
516 = Избриши ја историјата
517 = Деинсталер
518 = Дали сте сигурни дека сакате да ги исчистите сите селектирани податоци од историјата?
521 = Дали сте сигурни дека сакате да ги исчистите податоците од историјата на Internet Explorer?
522 = Дали сте сигурни дека сакате да ги исчистите податоците од историјата на Mozilla Firefox?
523 = Дали сте сигурни дека сакате да ги исчистите податоците од историјата на Opera?
524 = Дали сте сигурни дека сакате да ги исчистите податоците од историјата на Netscape Navigator?
525 = Вашиот прелистувач ги снима сите интернет страни што сте ги посетиле. Чистејки ги овие податоци може да ослободите многу слободна меморија во вашиот хард диск.
526 = Затворете го вашиот интернет прелистувач пред чистењето.
527 = Index.dat фајловите ке бидат избришани следниот пат кога ке го рестартирате вашиот компјутер.
599 = Бришењето на селектираните информации е завршено!

[Office Track Cleaner]
601 = Исчисти
607 = Исчисти ги често користените документи во Microsoft Word
608 = Вклучува Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 и Word 2016
609 = Исчисти ја историјата на Microsoft Excel
610 = Вклучува Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 и Excel 2016
611 = Исчисти ја историјата на Microsoft Access
612 = Вклучува Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 и Access 2016
613 = Исчисти ја историјата на Microsoft PowerPoint
614 = Вклучува PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 и PowerPoint 2016
615 = Исчисти ја историјата на Microsoft FrontPage
616 = Вклучува FrontPage 2000, FrontPage XP и FrontPage 2003
617 = Microsoft Office Чистачот ви овозможува да ја исчистите историјата на Microsoft Word, Excel, Access, PowerPoint и FrontPage.

[Windows Tracks Cleaner]
701 = Исчисти
707 = Исчисти ги често користените документи
708 = Исчисти ја историјата на Run
709 = Исчисти ја Find File историјата
710 = Исчисти ја историјата на Printers, Computers and People Find
711 = Исчисти го клипбордот
712 = Исчисти ја историјата на "MS Paint"
713 = Исчисти ја историјата на "MS Wordpad"
714 = Исчисти ја историјата на Regedit
715 = Исчисти ја историјата на Common Dialog Open/Save
716 = Исчисти ја историјата на Common Dialog Last Visited Folder
717 = Исчисти ја корпата за отпадоци
718 = Исчисти ги Windows привремените фајлови
719 = Исчисти го Старт менито
720 = Можете да ја исчистите корпата за отпадоци за да добиете повеке слободна меморија на вашиот хард диск.
721 = Историјата на Run ке биде избришана по ресетирањето на процесот explorer.exe.
722 = Нацрт на Регистрите во Windows
723 = Нацрт на локалните хард дискови
724 = Избриши ги  crash memory dump фајловите
725 = Избриши ги фајловите од Chkdsk (Check Disk)
750 = Деселектирај ги селектираните опции во моменталниот модул
751 = Деселектирај ги селектираните опции во сите модули од историјата на чистење

[Evidence Remover]
802 = Изврши
803 = Бришење
804 = Почекајте додека трае бришењето.
805 = Завршено
806 = Селектирајте ги драјвовите кои сакате да ги исчистите! ПРЕДУПРЕДУВАЊЕ: Избришаните фајлови не можат да се вратат.
807 = Кога ја празните корпата за отпадоци фајловите физички се сеуште присутни. Оваа алатка ке ги избрише. ПРЕДУПРЕДУВАЊЕ: Избришаните фајлови не можат да се вратат.
808 = Дали сте сигурни дека сакате да ги исчистите преостанатите информации на селектираниот драјв?

[Unrecoverable Delete]
912 = Листа на фајлови и фолдери кои ке се избришат и НЕ ЌЕ МОЖАТ ДА СЕ ВРАТАТ.
913 = Фајлови
914 = Фолдери
915 = Внесете ги фајловите кои сакате да ги избришете.
916 = Внесете ги фолдерите кои сакате да ги избришете.
917 = Додади фајлови кои ке се избришат
918 = Додади фолдери кои ке се избришат
919 = Избриши засекогаш
920 = Исчисти ја листата
921 = Ако сакате трајно да ги избришете фајловите, користете го Неповратното бришење.
922 = Дали сте сигурни дека сакате засекогаш да ги избришете селектираните фајлови и фолдери?

[Options Tree]
1001 = Опции
1100 = Генерално
1200 = Деинсталер

[General]
1101 = Тековен јазик:
1102 = Напреден мод
1103 = Провери за надградба кога се подига Revo Uninstaller

[Uninstaller Options]
1201 = Покажи ги системските надградби
1202 = Покажи ги системските компоненти
1203 = Вклучи го модот за брзо читање
1204 = Користи го само вградениот Деинсталер
1205 = (Не е подржано во Windows Vista)
1206 = Направи Точка За Вракање На Системот пред деинсталирањето
1207 = Избриши ги преостанатите фајлови и фолдери во корпата за отпадоци


[Auto Update]
1907 = Надградба
1908 = Информации за верзијата
1909 = Тековна верзија:
1910 = Последна верзија:
1911 = Превземи
1912 = Превземи ја последната верзија
1913 = Што е ново
1914 = Проверувам...
1915 = Грешка во поврзувањето...
1916 = STOP
1917 = Превземено %s од %s
1918 = Превземено %s (целосната големина е непозната)
1919 = Revo Uninstaller не може да се поврзе со www.revouninstaller.com. Проверете ја вашата интернет конекција и исклучете го вашиот firewall привремено. (ПОТОА ВКЛУЧЕТЕ ГО ВАШИОТ FIREWALL ПОВТОРНО!)
1920 = Грешка во проверувањето за нова верзија. Нема интернет конекција.

[WinTools]
2110 = Покрени
2111 = 	Има многу корисни алатки во Windows оперативниот систем. Оваа алатка ви овозможува брзо и лесно да дојдете до нив.
2112 = Ако се појави проблем, со System Restore може да го вратите вашиот систем без да ги изгубите вашите фајлови. Исто така може да правете и ваши сопствени точки за вракање на системот.
2113 = Можете да го користите за прикажување на информации за вашиот хардвер, софтвер оперативен систем и друго.
2114 = Network Information ги покажува сите тековни TCP/IP мрежни конфигурации, Dynamic Host Configuration Protocol (DHCP) и Domain Name System (DNS) сетинзите.
2115 = Security Center го проверува статусот на вашиот компјутер за: Firewall, Автоматска надградба и заштита од вируси. Ако се појави проблем оваа алатка ке ве извести.
2116 = System Properties е алатка со која може да видите основни информации за вашиот компјутер како: информации за процесорот, RAM меморијата и други сетинзи.
2117 = Со алатката System Information може да видите детални информации за вашиот компјутерски систем.
2118 = TCP/IP Netstat Command е алатка со која може да ги видите сите активни TCP и UDP порти.
2119 = On Screen Keyboard покажува виртуелна тастатура на вашиот екран.
2120 = Disk Defragmenter го дефрагментира вашиот хард диск, а со тоа ги зголемува перформансите на вашиот компјутер.
2121 = Алатката Services може да стартува, паузира, стопира или исклучува сервиси.
2122 = Shared Folders се користи за менаџирање на ресурсите за споделување.
2123 = Group Policy е алатка за подесување на корисничките конфигурации.
2124 = Add/Remove Windows Components е алатка за менаџирање на системските компоненти.
2125 = Microsoft Windows Malicious Software Removal Tool го заштитува вашиот компјутер од малициозни софтвери.


[Junk Files Cleaner Options]
2202 = Драјвови што ќе се скенираат:
2203 = Екстензија
2204 = Опис
2205 = Додади
2206 = Отстрани
2207 = Основни нагодувања
2208 = Чистач на непотребни фајлови::Генерално
2209 = Чистач на непотребни фајлови::Одстрани
2220 = Екстензии за скенирање:
2221 = Дозволени симболи: ? и/или *
2222 = Додади екстензија
2223 = Додади екстензија за одстранување
2224 = Дозволени симболи: ? и/или *
2225 = Екстензија за одстранување:
2226 = Избриши ги фајловите во корпата за отпадоци
2227 = Игнорирај ги фајловите кои се употребени во последните 24 часа

[Junk Files Cleaner Tool]
2306 = Скенирај
2307 = Избриши
2308 = Се скенира...
2309 = Почекајте додека се скенира.
2310 = Излез
2311 = Име
2312 = Големина
2319 = Фајлови:
2320 = Целокупна големина:
2323 = Има фајлови што моментално се користат и не можат да се избришат сега
2324 = Мора да селектирате барем еден драјв за да почне скенирањето
2325 = Непотребните фајлови се создаваат од разните програми во вашиот компјутер, и е препорачливо да се избришат за да се ослободи повеке место на вашиот хард диск.
2326 = Фајл
2327 = Бришење на фајловите

[Context Menu Junk Files Cleaner]
2313 = Отвори
2314 = Пребарај на Google
2315 = Отвори го фолдерот
2316 = Пропорции...
2317 = Селектирај се
2318 = Не селектирај ништо
2321 = Селектирај ги одбраните членови
2322 = Деселектирај ги одбраните членови

[Topmost Window]
4002 = Опции
4003 = Отвори го главниот прозорец
4004 = Мод "Влечи и пушти"
4005 = Мод на барање
4006 = Големина
4007 = Мало
4008 = Средно
4009 = Големо
4010 = Големина на прозорецот
4011 = Излез
4012 = Деинсталирај
4013 = Запри автоматско стартување
4014 = Поништи го процесот
4015 = Поништи и избриши го процесот
4016 = Отвори го фолдерот
4017 = Инфо
4018 = Пропорции
4019 = Излез
4020 = Само еден фајл е поддржан!
4021 = Пуштивте фолдер, молиме пуштете фајл!
4022 = Деинсталирај или одстрани:
4023 = Нерешено, пробајте со друго.
4024 = Не може да се покрене деинсталацијата!\n Деинсталирајте го со Деинсталерот.
4025 = Не е пронајден инсталационен пакет!\n Пробајте да го деинсталирате рачно!
4026 = Целната програма е исклучена од автоматско подигање!
4027 = Целната програма не е пронајдена во местото за авроматско подигање!
4028 = Дали сте сигурни дека сакате да ја затворите селектираната програма?\nСите незачувани податоци ке бидат изгубени!
4029 = Деинсталер
4030 = Дали сте сигурни дека сакате да ја затворите и избришете селектираната програма\nСите незачувани податоци ке бидат изгубени!
4031 = Дали сте сигурни дека сакате да го затворите Windows Explorer?\n Старт менито и таскбарот ке исчезнат!
4032 = Автоматско стартување со Windows
4033 = Транспарентност
4035 = Секогаш на врвот

[Scan After Uninstall]
4210 = Локација
4211 = Клуч
4212 = Вредност
4213 = Податоци
4214 = Фајл
4215 = Ништо не е селектирано!
4216 = Скенирај после деинсталацијата
4217 = Селектирај се
4218 = Не селектирај ништо
4219 = Избриши
4220 = Престанати фајлови
4221 = Престанати внесови во регистрите
4222 = Скенирање пред деинсталацијата, почекајте...
4223 = Подигање на Деинсталерот...
4224 = Скенирај за преостанати фајлови, фолдери и регистарски клучови кога деинсталацијата ќе заврши.
4225 = Скенирање после деинсталацијата, почекајте...
4226 = Внимателно одберете од листата!
4227 = Затвори
4228 = Преостанатите фајлови од листстс ке бидат избришани после наредното рестартирање на вашиот компјутерски систем.
4229 = Не може да се подигне деинсталерот на програмата!
4230 = Назад
4231 = Напред
4232 = Селектирај мод за деинсталација
4233 = Модови
4234 = Вграден деинсталер - Го покренува само деинсталерот на програмата без дополнително скенирање.
4235 = Безбедносен мод- Овозможува безбедна деинсталација и врши доплонително скенирање за преостанати информации во регистрите и хард дискот. Ова е најбрзиот мод.
4236 = Умерен мод - Го користи безбедносниот мод за деинсталирање и врши дополнително скенирање за преостанати информации во регистрите и хард дискот.
4237 = Напреден мод - Го користи умерениот мод за деинсталирање и врши длабоко скенирање за преостанати информации во регистрите и хард дискот. Ова е најспориот мод.
4238 = Анализа на податоците од програмата пред нејзина деинсталација.
4239 = Стартување на вградениот деинсталер на програмата.
4240 = Кога деинсталерот ќе заврши, претиснете на копчето "Напред" за да започне скенирањето на преостанати фајлови и записи во регистрите.
4241 = Анализа и деинсталација
4242 = Скенирање за преостанати информации
4243 = Вградениот деинсталер заврши. Сега се скенира за преостанати информации во регистрите и хард дискот. Почекајте….
4244 = Пронајдени преостанати записи во регистрите
4245 = Пронајдени записи во регистрите:
4246 = Забелешка: Внимателно изберете! Само избраните информации ќе бидат избришани!
4247 = Пронајдени преостанати фајлови и фолдери
4248 = Пронајдени членови:
4249 = Компјутер
4250 = Revo Uninstaller не моше да го покрене вградениот деинсталер на програмата. Можеби деинсталерот на програмата е расипан. Претиснете го копчето "Назад" и изберете друг мод за деинсталација.
4251 = Вградениот деинсталер заврши. Revo Uninstaller не скенираше за преостанати информации. Претиснете го копчето "Назад" и изберете друг мод за деинсталација за да скенирате за преостанати информации.
4252 = Revo Uninstaller успешно ја изврши деинсталацијата, но не најде преостанати информации. Претиснете го копчето "Назад" и изберете друг мод за деинсталација кој ќе изврши длабоко скенирање.
4253 = Revo Uninstaller успешно ја изврши деинсталацијата. Доколку сакате да скенирате за повеке преостанати информации можете да го претиснете копчето "Назад" и да го изберете напредниот мод.
4254 = Готово
4255 = Дали сте сигурни дека сакате да ги избришете селектираните фајлови во корпата за отпадоци?
4256 = Дали сте сигурни дека сакате да ги избришете преостанатите записи во регистрите?
4257 = Revo Uninstaller успешно ја изврши деинсталацијата!
4258 = Дали сте сигурни дека сакате да го прескокнете бришењето на пронајдените преостанати записи во регистрите и да продолжите со следниот чекор?
4259 = Дали сте сигурни дека сакате да го прескокнете бришењето на пронајдените преостанати фајлови и фолдери и да продолжите со следниот чекор?
4260 = Скенирањето за преостанати информации заврши. Претиснете го копчето "Напред" за да ги видете резултатите!
4261 = Правење на Точка За Вракање На Системот...
4262 = Грешка во правењето Точка За Вракање На Системот!
4263 = Правењето на Точка За Вракање На Системот е исклучено! (во Опции -> Деинсталер)
4264 = Точката За Вракање На Системот е успешно направена!


[About]
4300 = Преведувачи:

[ContextMenu Uninstaller]
5000 = Команди
5001 = Инфо
5002 = Пребарај на Google за...
5004 = Инсталациона локација
5005 = Линк  - За програмата...
5006 = Линк  - Помош...
5007 = Линк  - Надградба...
5008 = Отвори го регистарскиот клуч...

[Common]
10000 = OK
10001 = Излез
10002 = Помош
10003 = Прелистувач
10004 = Помош за тековната алатка
10005 = Домашна веб страна
10006 = За
10007 = Предупредување!
10008 = Грешка
10009 = Да
10010 = Не
10019 = Уреди

[Tooltips]
2000 = Деинсталер мод
2001 = Ги покажува алатките
2002 = Нагодување на сетинзите
2003 = Мод на барање
2004 = Ја менува листата на инсталирани програми
2005 = Ја деинсталира селектираната програма
2006 = Го брише селектираниот внес од регистрите
2007 = Ја освежува листата на инсталирани програми
2008 = Ја наградува вашата сегашна верзија на Revo Uninstaller во најновата верзија
2009 = Помош за Revo Uninstaller
404 = Стартувај ја селектираната програма
405 = Стопирај и затвори ја селектираната програма
406 = Отстрани ја селектираната програма од автоматското стартување
506 = Исчисти ја селектираната опција
605 = Исчисти ја селектираната опција
705 = Исчисти ја селектираната опција
2106 = Покрени ја селектираната алатка
2304 = Скенирај за непотребни фајлови
2305 = Избриши ги селектираните фајлови во корпата за отпадоци

[UninstallerPro]
15000 = Генерално
15001 = Менаџер\nна групи
15002 = Нови програми
15003 = Останати програми
15004 = Име
15005 = Преименувај
15006 = Интернет
15007 = Игри
15008 = Мултимедија
15009 = Корисни опции
15050 = Помести горе
15051 = Помести долу
15052 = Додади
15053 = Отстрани
15054 = Колумни
15055 = Отстрани ја оваа колумна
15056 = Центрирање
15057 = Лево
15058 = Центар
15059 = Десно
15060 = Најдобро вклопување
15061 = Изнеси како
15062 = Текст формат(.txt)
15063 = HTML формат(.html)
15064 = Microsoft Excel
15065 = Изнеси
15066 = Селектирајте ги колумните кои сакате да ги изнесете
15067 = Покажи инсталирани нови програми:
15068 = Последно (во денови)
15069 = Од последното вклучување на деинсталерот
15070 = Име на група:
15071 = Додади
15072 = Група
15073 = Откриени програми
15074 = Откриени програми
15075 = Сите програми
15076 = Сите програми
15077 = Избриши го логот
15078 = Подесено деинсталирање
15079 = Смени икона
15080 = Додади во група
15081 = Отстрани од група
15082 = Деинсталирање на
15083 = Деинсталирање на логирани фајлови и фолдери од програмата:
15084 = Деинсталирање на логирани записи во регистрите:
15085 = Има некои податоци кои можат да бидат поврзани со деинсталираната програма, но не беша избришани. Ако сакате да ги разгледате и евентуално да ги избришете притиснете на копчето "Напредно деинсталирање"
15086 = Напредно деинсталирање
15087 = Патека до фајлот/фолдерот
15088 = Читање на листата...
15089 = Деинсталирај ги селектираните
15090 = Отвори регистарски клуч... 
15091 = Расклопи ги сите
15092 = Склопи ги сите
15093 = Име на вредноста 
15094 = Фолдер за логови:
15095 = Изврши ја операцијата за преименување
15096 = Присилна деинсталација
15097 = Присилна деинсталација
15098 = Расклопи го селектираниот клуч
15099 = Склопи го селектираниот клуч
15100 = Деинсталирај го селектираниот клуч
15101 = Маркирај го селектираниот клуч како креиран
15102 = Додади во листата на исклучени
15103 = Невалиден лог фајл
15104 = Датотеката не постои! Внесете валидна датотека или откажете ја операцијата.
15105 = Избери процес
15106 = Додади го процесот во листата
15107 = Целосната патека до процесот:
15108 = Додади регистарски клуч
15109 = Патека до регистарскиот клуч
15110 = Командата за присилна деинсталација ви помага да ги деинсталирате несаканите програми или да ги избришете остатоците од нецелосно деинсталираните програми. Можете да го внесете името на посакуваниот програм и Revo Uninstaller ќе изврши пребарување за постојни вградени деинсталери за истиот, па доколку е пронајден веќе постоечки деинсталер ќе можете да одберете дали да го користите или не.\n\nВе молиме внесете го точното име на програмот што сакате да го деинсталирате.
15111 = Модови на скенирање
15112 = Вграден
15113 = Сигурен
15114 = Умерен
15115 = Напреден
15116 = Целосна патека до фолдерот на програмата:
15117 = Точното име на програмата:
15118 = Пронајди вграден деинсталер:
15119 = Вклучи го вградениот деинсталер
15120 = Име на програмата
15121 = Команда за деинсталација
15122 = Тип
15123 = 32-bit
15124 = 64-bit
15125 = Убиј го процесот и продолжи
15126 = Селектираниот фајл е во употреба. Ако сакате да продолжите прво треба да го убиете процесот.
15127 = Регистарски клуч за исклучок
15128 = Вклучи Subkeys
15129 = Фокусирај се на пронајдените програми при вклучување.
15130 = Избриши фајлови и фолдери:
15131 = Во фолдер за бекап
15132 = Во корпата за отпадоци
15133 = Перманентно (Неповратно)
15134 = Дали сте сигурни дека сакате да ги избришете избраните елементи?
15135 = Фолдери
15136 = Фајлови
15137 = Можно поврзани со фајлови и фолдери
15138 = Можно поврзани со регистарски клучеви
15139 = Клучеви:
15140 = Вредности:
15141 = Логирани фајлови и фолдери
15142 = Изврши ја операцијата за преименување
15143 = Дали сте сигурни дека сакате да ги избришете избраните елементи?
15144 = Останатите фајлови ке бидат избришани при следното рестартирање на компјутерот.
15145 = Логирани регистри
15146 = Деинсталирање...
15147 = Скенирање за преостанати информации
15148 = Анализирање и стартување на вградениот деинсталер на програмата
15149 = Откако деинсталерот на програмата ке заврши претиснете на копчето "Скенирај"
15150 = Нема доволно простор на дискот
15151 = Грешка во пишувањето на кеш датотеката. Бидете сигурни дека имате соодветна дозвола.
15152 = Грешка при читање на податоци од кеш датотеката
15153 = Revo Uninstaller не пронајде останати елементи
15154 = Скенирај
15155 = Деинсталација по избор
15156 = Модулот "Сите програми" на Revo Uninstaller ги покажува сите инсталирани програми.
15157 = Модулот "Откриени програми" на Revo Uninstaller ги покажува сите програми што Uninstaller Pro ги следи.
15158 = Регистрација
15159 = Help фајл
15160 = Инсталирај програм
15161 = Инсталирај програм
15162 = Направи точка за вракање на системот и бекап на регистрите пред деинсталација
15163 = Креирање на бекап на регистрите...
15164 = Креирање на точка за вракање на системот. Бекапот на регистрите е исклучен (во Опции -> Деинсталер)
15165 = Креирање на бекап на регистри - завршено!
15166 = Креирање на бекап на регистри - грешка!
15167 = (Не е поддржано во Windows Vista и Windows 7,8,10)
15168 = Логови:
15169 = Претиснете со десен клик на иконата и од менито изберете ја опцијата "Отвори го главниот прозорец" за да излезете од модот на барање.
15170 = Отвори го прозорецот на деинсталерот максимизиран
15171 = Патека до фолдерот
15172 = За да го видите фајлот за помош потребно е да инсталирате pdf читач
15173 = Додади нова група
15174 = Избриши ги селектираните лог фајлови
15175 = Обнови го кешот
15176 = Дали сте сигурни дека сакате да го обновите кешот?\nСетинзите на програмот ке бидат ресетирани!
15177 = Менаџирај
15178 = Зачувај, внеси или измени
15179 = Измени\nили поправи
15180 = Измени или поправи
15181 = Ажурирај линк
15182 = База на логови
15183 = База\nна логови
15184 = Програми:
15185 = Име на програмот
15186 = Верзија на програмот
15187 = Windows верзија
15188 = Windows архитектура
15189 = Пронајдено
15190 = Покажи само логови компатибилни со %s
15191 = Покажи само %s логови
15192 = Совпаѓање:
15193 = База на логови:
15194 = Пребарај по:
15195 = лог
15196 = логови
15197 = програм
15198 = програми
15199 = Име
15200 = Брза деинсталација 
15201 = Брза\nдеинсталација
15202 = Правење на почетен системски бекап
15203 = Деинсталација на %d од %d
15204 = Почетното анализирање заврши!
15205 = Подигнувањето на вградениот деинсталер заврши!
15206 = При подигнувањето на вградениот деинсталер се појави грешка!
15207 = Скенирање за преостанати фајлови, фолдери и регистарски записи...
15208 = Бришење на остатоците...
15209 = Избришани %d преостанати регистарски записи и %d вредности
15210 = Избришани %d преостанати фолдери и %d фајлови
15211 = Брзата деинсталација заврши!
15212 = Статус
15213 = Откако деинсталерот на програмата ке заврши претиснете на копчето "Продолжи"
15214 = Продолжи
15215 = Внесено
15216 = Додади коментар
15217 = Измени коментар
15218 = Модули
15219 = Податоци на логот
15220 = Подготвување за деинсталација...
15221 = %d од %d
15222 = Преименување...
15223 = Дали сте сигурни дека сакате да го деинсталирате селектираниот лог?
15224 = Дали сте сигурни дека сакате да ги деинсталирате селектираните логови?
15225 = Деинсталација на %d од %d
15226 = Зачувај ги сите
15227 = Прескокни\nбекап
15228 = Прескокни го креирањето на точка за враќање на системот и бекап на регистрите
15229 = Креирањето на целосен бекап на регистрите е прескокнато!
15230 = Креирањето на точка за враќање на системот е прескокнато!
15231 = Измени лог
15232 = Внеси лог
15233 = Зачувај лог
15234 = Парсирање -
15235 = Преимени лог
15236 = Име на логот
15237 = Зачувај промени
15238 = Измени
15239 = Икона
15240 = Индекс на икона
15241 = Автор
15242 = Време на креирање
15243 = Време на последна модификација
15244 = Очекувана големина
15245 = Регистарски клучеви
15246 = Регистарска вредност
15247 = Креирано
15248 = Избришано
15249 = Преименувано
15250 = Презапишано
15251 = Непознато
15252 = Старо име
15253 = Целосно име
15254 = Старо целосно име
15255 = Стари податоци
15256 = Регистарска вредност со тоа име веќе постои!
15257 = Додади клуч
15258 = Име на клучот:
15259 = Не модифицирано
15260 = Модифицирај клуч
15261 = Додади вредност
15262 = Модифицирај вредност
15263 = Постави
15264 = Стар тип
15265 = Присилно запирање на извршните фајлови при нивна деинсталација
15266 = Пребарај соодветен лог пред регуларната деинсталација на програмот
15267 = Дали сте сигурни дека сакате брза деинсталација на селектираните програми?
15268 = Пронајден е соодветен лог кој ќе биде искористен при деинсталација
15269 = Пронајден е соодветен лог кој ќе биде искористен при деинсталација
15270 = Откако деинсталерот ќе заврши, претиснете на копчето "Продолжи" за да ги видите преостанатите фајлови
15271 = Грешка при превземање на лог фајловите!
15272 = Грешка при преименување на превземаните лог фајлови!
15273 = Модулот "База на логови" на Revo Uninstaller покажува листа на следечки програми кои се компатибилни со вашата верзија на Windows оперативниот систем. Овие логови се чуваат на веб страната на Revo Uninstaller и се надградуваат од страна на Revo Uninstaller тимот. Вие може лесно со еден клик на копчето "Деинсталирај" да ги користите овие логови за деинсталација на програми од вашиот компјутер.
15274 = Вашата верзија:
15275 = Ажурирај
15276 = Автоматско ажурирање на базата на логови
15277 = Грешка при превземањето на базата на логови!
15278 = грешка при ажурирањето на базата на логови!
15279 = Грешка при екстракција на базата на логови!
15280 = Грешка при отворањето на базата на логови!
15281 = Внесете коментар:
15282 = Изберете икона:
15283 = Патека на фајлот:
15284 = Изберете икона од листата:
15285 = Фајл
15286 = Фолдер
15287 = Зачувување на лог -
15288 = Внесување на лог -
15289 = %d%% комплетирано
15290 = Зачувано од
15291 = Пронајдени поврзани логови
15292 = Да(препорачано)
15293 = Наведените логови се поврзани со програмот кој го деинсталирате. Дали сакате нивните податоци да се искористат при деинсталирање?
15294 = Превземање -
15295 = Наведените логови се поврзани со програмот кој го деинсталирате. Доколку сакате нивните податоци да се искористат при деинсталирање штиклирајте ја опцијата пред нив.
15296 = Постои соодветен лог за оваа деинсталација во нашата база на податоци.\nДали сакате да го искористите за покомплетна деинсталација на програмот?
15297 = Дали сте сигурни дека сакате да ги избришете селектираните лог фајлови од листата?
15298 = Мора да селектирате најмалку една колона!
15299 = Пребарај
15300 = Користи го селектираниот лог
15301 = Извор
15302 = Не селектиравте ниту еден вграден деинсталер од листата.\nДали сте сигурни дека сакате да продолжите со пребарување на остатоци и да го прескокнете деинсталирањето со вградениот деинсталер?
15303 = Селектирајте вграден деинсталер од листата доколку сакате да го користите во процесот на деинсталација.
15304 = Не селектиравте ниту еден лог од листата.\nДали сигурно сакате да продолжите со пребарување на остатоци?
15305 = Селектирајте лог од листата доколку сакате да го користите во процесот на деинсталација.
15306 = Вчитување на лог податоците...
15307 = Креирај целосен бекап на регистрите пред деинсталација
15308 = Креирањето на целосен бекап на регистрите е исклучено (во Опции->Деинсталер)
15309 = Патека:
15310 = Користете ги податоците за деинсталирање за да ја видите датата на инсталација
15335 = Патеката не постои!
15337 = Излистаните програми се инсталирани на иста локација како и %s. Ќе бидат пронајдени остатоци од сите овие програми.\nДали сакате да продолжите?
15338 = Пронајдени поврзани програми

[Auto Run Manager Pro]
15800 = Додади
15801 = Додади програм во Windows startup
15802 = Намести автоматско вклучување за:
15803 = Сите корисници
15804 = Моменталниот корисник
15805 = Намести автоматско вклучување во:
15806 = Регистри: Run - При секое вклучување на Windows
15807 = Регистри: RunOnce - Само при наредното вклучување на Windows
15808 = Startup фолдер - При секое вклучување на Windows
15809 = Команда (Целосна патека):
15810 = Име:
15811 = Отстрани од автоматско вклучување
15812 = Сите ставки кои не работат моментално се отстранети од автоматско вклучување
15813 = Сите ставки кои се исклучени од автоматско вклучување се отстранети
15814 = Сервиси
15815 = Отвори Windows сервиси


[General App]
16001 = Печати
16002 = Преглед на печатењето
16003 = Нагодување на печатењето
16004 = Изглед
16005 = Мени бар
16006 = Главен тулбар
16007 = Панел за опис
16008 = Статусен бар
16009 = Тулбар со алатки
16010 = Фајл
16011 = Менаџер за\nавтоматско подигнување
16012 = Чистач на \nнепотребни фајлови
16013 = Windows\nалатки
16014 = Чистач на \n интернет прелистувачи
16015 = Microsoft Office\nчистач
16016 = Windows\nчистач
16017 = Чистач на \nдокази
16018 = Неповратно\nбришење
16019 = Бекап\nменаџер
16020 = Инсталирај со Revo Uninstaller
16021 = Деинсталирај со Revo Uninstaller
16022 = Инсталирај ги селектираните програми со Revo Uninstaller
16023 = Деинсталирај ги селектираните програми со Revo Uninstaller
16024 = Бекап фолдер:
16025 = Направи бекап на избришаните записи од регистрите
16026 = Направи бекап на избришаните фајлови и фолдери
16027 = Microsoft Excel не е инсталиран на овој компјутер (грешка 0x%08X).
16028 = Грешка при подигнувањето на Microsoft Excel (грешка 0x%08X).
16029 = Непозната грешка.
16030 = Регистри
16031 = Прескокни ги пораките со информации
16032 = Прескокни ги пораките со предупредувања
16033 = Процеси
16034 = Следи ги програмите во компактен мод
16035 = Вклучени процеси:
16036 = Исклучени процеси:
16037 = Патека до процесот
16038 = Визуелни теми:
16039 = Тулбари
16040 = Покажи текст
16041 = Покажи мали икони
16042 = Сина
16043 = Сива
16044 = Црна
16045 = Сребрена
16046 = Природна
16047 = Природна 2
16048 = Природна измазнета
16049 = Купи го \nRevo Uninstaller
16050 = Откако ке го купите Revo Uninstaller серискиот број ке го добиете на e-mail. Тој сериски број треба да го внесете во формата "Внеси го серискиот број" и после тоа треба да претиснете на копчето "Активирај онлајн" Активацијата бара интернет конекција и осигурете се дека вашиот огнен ѕид не го блокира Revo Uninstaller. Ако имате некакви прашања поврзани со регистрацијата контактирајте не на: registration@revouninstaller.com.
16051 = Регистрација
16052 = Внеси го серискиот број:
16053 = Активирај онлајн
16054 = Сите права се задржани.
16055 = Регистрирана верзија
16056 = Нерегистрирана верзија
16057 = Дали сигурно сакаш да ги избришеш зачуваните бекапи, логови и кориснички податоци? Претисни "Не" ако вршиш абдејтирање.
16058 = Преведувач:
16059 = Креирај целосен дневен бекап на регистрите
16060 = Избриши го лог фајлот при деинсталација
16061 = Покажи мали икони во деталниот тип на преглед
16062 = Прикажи команди во контекст менито (Инсталирај со ..., Деинсталирај со ...)
16063 = Штиклирај ги сите остатоци автоматски
16064 = Темно Сива
16065 = Сино 2
16070 = Команден Toolbar
16071 = Прилагодување
16072 = Тема
16073 = Прилагодена позадинска боја
16074 = Прилагодена боја на селекција
16075 = Ве молиме исклучете го Revo Uninstaller пред внесување на логови.
16076 = Активирај
16077 = Изберете метод на активација
16078 = Онлајн активација
16079 = Активација со фајл
16080 = Вашиот 30 дневен тест период заврши. Доколку сакате да продолжите со користење на продуктот потребно е да купите лиценца за истиот.
16081 = Откако ќе го купите Revo Uninstaller, серискиот број ке го добиете на e-mail. Тој сериски број треба да го внесете во формата "Внеси го серискиот број" и потоа треба да претиснете на копчето "Активирај онлајн" Активацијата бара интернет конекција и осигурете се дека вашиот огнен ѕид не го блокира Revo Uninstaller. Доколку имате некакви прашања поврзани со регистрацијата контактирајте не на: registration@revouninstaller.com.
16082 = Откако ќе го купите Revo Uninstaller, серискиот број ке го добиете на e-mail. За да го регистрирате Revo Uninstaller со фајл, потребно е да го внесете вашето име и серискиот број во формата подолу и тогаш да претиснете на копчето "Зачувај фајл" за да го зачувате фајлот. Потоа пратете го креираниот фајл на support@revouninstaller.com или registration@revouninstaller.com и во рок од 24 часа ќе добиете клуч со кој ќе ја завршите активацијата на Revo Uninstaller. Доколку имате некакви прашања поврзани со регистрацијата контактирајте не на: registration@revouninstaller.com.
16083 = Избравте да го активирате Revo Uninstaller со фајл. Откако ќе го пратите активациониот фајл до e-mail адресите за поддршка треба да добиете клуч од Revo Uninstaller тимот за поддршка. Доколку имате некакви прашања поврзани со регистрацијата контактирајте не на: registration@revouninstaller.com.
16084 = Направена е измена во вашиот компјутер поради која е потребна реактивација на Revo Uninstaller. Ве молиме само претиснете го копчето "Активирај". Доколку имате некакви прашања поврзани со регистрацијата контактирајте не на: registration@revouninstaller.com.
16085 = Активацијата е успешна! 
16086 = Активацијата не е успешна!
16087 = Недостапна конекција до серверот за активација. Осигурете се дека вашиот огнен ѕид (антивирус) не го блокира Revo Uninstaller.
16088 = Внесете корисничко име:
16089 = Внесете сериски број:
16090 = Внесете клуч за отклучување:
16091 = Ресетирајте го процесот на активација
16092 = Преостанати денови:
16093 = Зачувај фајл
16094 = Регистриран на
16095 = Реактивирај
16096 = Активација... Ве молиме почекајте...
16097 = Серискиот број е погрешен.\nЗа да избегнете грешки копирајте го бројот наместо да го пишувате рачно.
16098 = Ве молиме рестартирајте го Revo Uninstaller
16100 = Сериски број:
16101 = Информации за лиценца:
16102 = Испрати коментар
16103 = Онлајн поддршка
16104 = Ресетирај ги сетинзите на главниот прозорец
16105 = Ресетирај ги сетинзите за детален преглед
16106 = Ресетирањето е успешно!\nРестартирајте го Revo Uninstaller за да се вклучат промените.
16107 = Ништо не е селектирано.\nМора да селектирате најмалку еден елемент за да продолжите.
16108 = Прикажи почетен екран
16112 = Revo Uninstaller Pro е веќе вклучен!

16157 = Преземете ја нашата Андроид апликација
16158 = Преземете ја нашата Андроид апликација

[AppBar]
16900 = Зачувај го логот од мониторираните системски промени
16901 = Престани со мониторинг на инсталацијата
16902 = Revo Uninstaller врши мониторинг на системските промени. НЕ СТАРТУВАЈТЕ ништо друго при инсталација на програмата!
16903 = Внеси име на логот:
16904 = Внеси име на логот и притисни го копчето "Зачувај"
16905 = Revo Uninstaller ја следи инсталацијата
16906 = Revo Uninstaller ги зачувува податоците
16907 = Привилегијата за исклучување на компјутерот е недостапна. Пробајте компјутерот да го исклучите рачно.
16908 = Привилегијата за исклучување на компјутерот не може да се подеси. Пробајте компјутерот да го исклучите рачно.
16909 = Внесете валидно име на логот!
16910 = Дали сте сигурни дека сакате да го прекинете процесот?

[JunkFilesCleanerPro]
17000 = Исклучоци
17001 = Последно модифицирани
17002 = Скенирање на фолдер...
17003 = Вклучи
17004 = Фолдери кои ќе бидат вклучени како ѓубре

[Windows Apps]
17100 = Windows апликации
17101 = Windows апликации
17102 = Windows апликација
17103 = Вкупно апликации
17104 = Апликација
17105 = Апликации
17106 = Модулот "Windows апликации" ги листа сите инсталирани Windows апликации и ви овозможува да ги деинсталирате со еден клик. Повеќе информации можете да пронајдете во контекст менито.
17107 = Анализирање и почнување на деинсталацијата
17108 = Откако ќе заврши деинсталацијата кликнете на "Скенирај" копчето за пребарување на остатоци од апликацијата.
17109 = Дали сте сигурни дека сакате да ја деинсталирате селектираната апликација?
17110 = Не може да се вклучи селектираната Windows апликација!
17111 = Отвори во Microsoft Store

[EvidenceRemoverPro]
17300 = Тип
17301 = Вкупна големина
17302 = Слободен простор
17310 = Локален диск
17311 = Подвижен диск
17312 = Проценето преостанато време:
17313 = денови 
17314 = часови
17315 = минути
17316 = секунди
17317 = Дали сте сигурни дека сакате да го запрете процесот?


[WindowsToolsPro]
17400 = System Restore
17401 = Network Diagnostics
17402 = Network Information
17403 = Security Center
17404 = System Properties
17405 = System Information
17406 = TCP/IP Netstat Command
17407 = On Screen Keyboard
17408 = Disk Defragmenter
17409 = Services
17410 = Shared Folders
17411 = Group Policy
17412 = Add/Remove Windows Components
17413 = Microsoft Windows Malicious Software Removal Tool
17414 = Windows Backup and Restore
17415 = Task Scheduler
17416 = Check Disk
17417 = System File Checker
17450 = Windows Backup and Restore ви овозможува да креирате копии на податоците на сите луге што го користат компјутерот. Можете да изберете што сакате да зачувате или да го оставите Windows да одлучи сам за тоа.
17451 = Task Scheduler ви помага да автоматизирате одредени операции во системот.
17452 = Check Disk ја проверува состојбата на вашиот хард диск.
17453 = System File Checker врши пребарување за корумпирани системски фајлови кои може да бидат причина за нестабилен систем. Оваа алатка исто така може и да ги поправи корумпираните системски фајлови.

[WindowsCleanerPro]
17500 = Избриши кеш


[UnrecoverableDeletePro]
17600 = Додади фајл (фајлови)
17601 = Додади фолдер
17602 = Избриши засекогаш
17603 = Бришење
17604 = Калкулирање...
17605 = Останатите елементи во листата не можат да бидат избришани сега.\nОсигурете се дека истите не се во употреба.
17606 = Отстранете ги селектираните ставки од листата

[Backup Manager]
17800 = Бекап менаџер
17801 = Врати
17802 = Избриши
17803 = Избриши се
17804 = Вракање\nпо избор
17812 = Читање на дрвото...
17813 = Назад
17814 = Напред
17815 = Точката за вракање на системот не е пронајдена
17816 = Процесирање
17817 = Бекап на %d од %d
17818 = Точки за вракање на системот:
17819 = Вкупна големина:
17820 = Бекап менаџерот ви помага при менаџирањето на информациите за бекап направени од Revo Uninstaller после секое бришење на регистри, фајлови или фолдери. Со негова помош ке можете да го вратите она што по грешка сте го избришале.
17821 = Име
17822 = Операција
17823 = Големина
17824 = Регистарски записи
17825 = Фајлови и фолдери
17826 = Час
17827 = Дата
17830 = Клуч/Име на вредноста
17831 = Податоци
17835 = Стандардна вредност
17836 = Вракање на %d од %d
17837 = Вракање
17838 = Име на фајлот/фолдерот
17839 = Вракање по избор
17840 = Грешка при читањето на фајлот за бекап!
17841 = Фајлови и фолдери за вракање
17842 = Регистарски записи за вракање
17843 = Немате доволно простор на дискот за да се запишат податоците од вракањето!
17844 = Грешка при креирањето на фајлот за бекап!
17845 = Дали сте сигурни дека сакате да ја вратите операцијата %s од %s?
17846 = Дали сте сигурни дека сакате да ги избришете сите точки за вракање на системот?
17847 = Избриши\nпо време
17848 = Избриши бекап постар од некоја дата или период
17849 = Избриши ги сите бекапи постари од:
17850 = Селектирајте дата:
17851 = Една недела
17852 = Две недели
17853 = 30 денови
17854 = 90 денови
17855 = 180 денови
17856 = Една година
17857 = Дата по желба
17858 = Селектиравте дата по денешната.\nТоа ќе ги избрише сите направени бекапи! Продолжи?


[TooltipsPro]
18200 = Прилагоди ги сетинзите на Revo Uninstaller
18201 = Промени го прегледот на листата на програмите што се следат
18202 = Менаџирај ги бекап информациите зачувани од Revo Uninstaller
18203 = Инсталирај програми преку Revo Uninstaller
18204 = Присилна деинсталација на остатоците на веке деинсталираните програми
18205 = Покажи ги сите инсталирани програми
18206 = Покажи ги инсталираните програми што се следат
18207 = Деинсталирај ги селектираните програми што се следат
18208 = Прилагодена деинсталација на селектираните програми што се следат
18209 = Изврши бекап од селектираната точка за вракање на системот од Revo Uninstaller
18210 = Прилагоден бекап од селектираната точка за вракање на системот од Revo Uninstaller
18211 = Избриши ја селектираната точка за вракање на системот од Revo Uninstaller
18212 = Додади ја програмата во листата на програми за автоматско стартување со Windows
18213 = Изврши го чистењето на докази на селектираниот драјв
18214 = Додади фајлови во листата за неповратно бришење
18215 = Додади фолдери во листата за неповратно бришење
18216 = Избриши ги додадените фајлови и фолдери
18217 = Избриши ги селектираните фајлови
18218 = Изменете или поправете ја инсталацијата на селектираната програма
18219 = Брза деинсталација на селектираниот програм
18220 = Внесете нова ставка во логот
18221 = Модифицирајте ја селектираната ставка
18222 = Избришете ја селектираната ставка од логот
18223 = Зачувајте го моменталниот лог како HTML

[Portable]
18500 = Грешка при симнувањето на надградбата!
18501 = Грешка при отпакување на надградбата!
18502 = Надградба
18503 = Надградбата е успешна!
18504 = %d од %d фајлови
18505 = Портабилност
18506 = Користи сопствен фолдер за податоци
18507 = Вклучи брзо вчитување
18508 = Прифати
18509 = Договор за лиценца

20100 = Прикажи специјални промоции за Revo Uninstaller Pro
20101 = Прикажи известувања за надградба
20102 = Прикажи известувања за пронајдени остатоци
20103 = Продолжи после известување за деинсталација
20104 = Вклучи Revo Uninstaller Помошник
20105 = Помошник
20106 = Известувања

30000 = Достапна е нова верзија
30001 = Детектирана незавршена деинсталација! Продолжи со процесот на деинсталација??
30002 = Прикажи последно известување
30003 = Детектирани остатоци од деинсталација
30005 = Продолжи
30007 = Исчисти
30009 = Нова верзија:
30011 = Големина:
30013 = Програм:
30015 = Отвори Revo Uninstaller
30018 = Не покажувај повторно
30034 = Helper модулот е веќе активен.